{
  "台北車站": {
    "公車": [
      "251（往東南科技大學）至司法新村$12",
      "236（羅斯福路幹線）（北車出來到珍煮丹搭車）約40分鐘 $30"
    ],
    "公車+捷運": [
      "綠1（往捷運市政府站）到市政府，轉乘捷運板南線到北車 $26",
      "綠1（往捷運市政府站）到信義行政中心，轉乘捷運紅線到北車 $26",
      "236（往臺北車站）、530（往捷運公館站）至捷運公館站轉乘捷運綠線至中正紀念堂，轉乘紅線至北車 $31"
    ],
    "Uber": "$410"
  },
  "南港": {
    "公車+捷運": [
      "綠1（往捷運市政府站）到市政府，轉乘捷運板南線到西門 $31",
      "綠1（往新店）到捷運七張站，轉乘捷運綠線到西門 $30",
      "棕6（往捷運市政府站）到文山二分局，步行3分鐘至捷運景美站，轉乘綠線至西門",
      "236（羅斯福路幹線）（往捷運動物園站）到捷運動物園站，轉乘文湖線至忠孝復興，轉乘藍線至西門"
    ],
    "Uber": "$390"
  },
  "101大樓": {
    "公車": ["綠1（政大一-信義行政中心）20分鐘 $12"],
    "公車+捷運": [
      "236（羅斯福路幹線）（往台北車站）至捷運萬芳醫院站轉乘文湖線至大安站轉乘捷運紅線至臺北101站 $51"
    ],
    "Uber": "$250"
  },
  "公館": {
    "公車": [
      "236（羅斯福路幹線）（每五分鐘一班）往台北車站方向從政大一搭到捷運公館站（行車時間約35分鐘/22站）走四分鐘（400m) $15",
      "236區（平常日10分鐘一班，假日有時候會沒有或跟236合而為一）往台北車站方向從政大一搭到捷運公館站（行車時間約35分鐘/22站）走四分鐘（400m)$15",
      "530（平常5-10分鐘一班）往捷運公館站方向從政大一到捷運公館站（行車時間約35分鐘/22站）走四分鐘（400m) $15"
    ],
    "公車+捷運": [
      "羅斯福路幹線（往捷運動物園站）搭六站（約五分鐘）到捷運動物園站。轉乘捷運文湖線到南京復興站，轉乘綠線到公館站（48分鐘）$70",
      "羅斯福路幹線（往捷運動物園站）搭六站（約五分鐘）到捷運動物園站。轉乘捷運文湖線到大安換紅線，到中正紀念堂轉綠線到公館（大約三十五分鐘）$80"
    ],
    "Uber": "$278（從自九）"
  },
  "板橋車站": {
    "公車+捷運": [
      "政大站搭綠一到捷運市政府站（往台北市政府）（13站/24分鐘）再轉乘捷運（步行兩分鐘）搭藍線從市政府站到板橋車站 $50",
      "步行至指南路口搭乘252經五站到捷運木柵站（步行三分鐘，最多等待兩分鐘）搭乘文湖線到忠孝復興轉藍線到板橋站（經八站18分鐘）$70"
    ],
    "Uber": "$418"
  },
  "景美夜市": {
    "公車": [
      "政大一搭棕六（15分鐘一班）行經14站（25分鐘）到文山二分局再步行兩分鐘$15"
    ],
    "Uber": "$180"
  },
  "貓空纜車": {
    "公車": [
      "政大一搭羅斯福路幹線（往捷運動物園站）/綠一（興雅國中）/236區（往台新工廠）/66（往捷運動物園站）（五站/4分鐘）到貓纜動物園站$15"
    ],
    "Uber": "$82"
  },
  "中山": {
    "公車+捷運": [
      "過道南橋至指南路口（約七分鐘）搭乘棕7（10分鐘一班）到捷運台北101站（約15分鐘） 再從捷運台北101站搭乘信義淡水線至捷運中山站（約十分鐘） $40",
      "至政大一搭乘282到捷運中山站（約50分鐘） $30",
      "至指南路口搭乘棕7至捷運木柵站（約10分鐘） 再從捷運木柵站搭乘文湖線至捷運南京復興站（約20分鐘）轉乘松山新店線至捷運中山站 （約4分鐘） $60"
    ],
    "Uber": "$412"
  },
  "忠孝星據點": {
    "公車": ["至政大一搭乘282到南京復興站（約40分鐘）$25"],
    "公車+捷運": [
      "至指南路口搭乘棕7到捷運木柵站（約8分鐘再。搭乘文湖線至南京復興站（約20分鐘）步行六分鐘 $35"
    ],
    "Uber": "$308"
  },
  "木柵好樂迪": {
    "步行": "從政大步行至木柵市場（約15分鐘）$0",
    "公車": [
      "至政大一、新光路口搭乘羅斯福路、236、530、282至木柵市場站（約5分鐘）$12"
    ],
    "Uber": "$75"
  },
  "士林夜市": {
    "公車+捷運": [
      "至政大一搭乘綠一至捷運市府站（約20分鐘）再步行至興雅國小（約十分鐘）再搭乘277到捷運劍潭站（約35分鐘）$45",
      "至政大一搭乘綠一至捷運台北101站（約15分鐘）再搭乘淡水信義線至劍潭站（約20分鐘）$60"
    ],
    "Uber": "$460"
  }
}
